{"inkVersion":19,"root":[[{"->":"Introduzione"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Introduzione":["^Narratore?chiusi \"Nella lontana regione di Omagna, vi era una piccola cittadina sulla vetta della montagna, non molto popolata, costruita prevalentemente in pietra nera","\n","^Narratore?chiusi \"e difesa da una guradia cittadina un po' sconsiderata, il suo nome era Khora, la cittadina conosciuta come mora.","\n","^Narratore?chiusi \"La città è ben nota per la popolazione contadina e per la sua festa del raccolto matutina, ma non tutti sapevano dell'esistenza di Daleos,","\n","^Narratore?chiusi \"il Demone della Collina.","\n","^Narratore?chiusi \"Esso era un piccolo mostriciattolo demoniaco che era invisibile all’occhio umano, e che solamente il malcapitato scontento poteva scovarlo.","\n","^Narratore?chiusi \"Non si presentava molto spesso, in quanto la cittadina sempre contenta, ma lui si intrufolava in un borgo proprio alle sue fondamenta.","\n","^Narratore?chiusi \"Sotto la cittadina c’era una piccola locanda dove gli uomini, ormai consumati dalla loro felicità, si recavano per bere una bevanda.","\n","^Narratore?aperti \"E qui inizia la nostra storia.","\n","^Narratore?aperti \"Il nostro piccolo mostriciattolo, come detto prima, era invisibile all’occhio umano contento, e per potersi sfamare viveva sotto a questo appartamento","\n","^Narratore?aperti \"Era una piccolo pub, dove tutti quanti si potevamo ritrovare, poter parlare e comunicare dei loro malcontenti,","\n","^Narratore?aperti \"ed é da qui che il nostro piccolo Daleos trova le sue vittime parlando di vari argomenti.","\n",{"->":"Scelte"},{"#f":1}],"Scelte":[["^Narratore?aperti \"Quale storia vuoi affrontare questa volta?","\n","ev","str","^La Fortuna","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^La Malattia","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^L'ambizia","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"FORTUNA"},{"#f":5}],"c-1":["\n",{"->":"MALATTIA"},{"#f":5}],"c-2":["\n",{"->":"AMBIZIA"},{"#f":5}]}],{"#f":1}],"FORTUNA":["^Ciao come va?","\n",{"->":"Scelte"},{"#f":1}],"MALATTIA":[["^Una donna di nome (inserire nome) decise di trasferirsi insieme alla sua famiglia in un piccolo borgo della cittadina superiore di Khora. La famiglia dopo il trasferimento vivono una vita tranquilla e felice fino al fatidico giorno nel quale il figlio si ammala di un malessere sconosciuto. La donna con il passare del tempo nota che la malattia del figlio degenera e chiese aiuto ai medici senza aver nessuna diagnosi del problema. Disperata andò a chiedere al demone se la poteva aiutare.","\n","^Donna \"ascoltami Daleos, sono qui per chiederti aiuto","\n","^Demone \"ti ascolto, sussurrami cosa tormenta la tua povera anima","\n","^Donna \"mio figlio... mio figlio è malato e nessuno riesce a salvarlo","\n","^Demone \"lo so","\n","^Donna \"come fai a saperlo","\n","^Demone \"io so tutto di questo insulso mondo...","\n","^Demone \"posso aiutarti, prendi questa medicina e vedrai che tuo figlio guarirà. In cambio esigo la tua possibilità d’amare","\n",["ev",{"^->":"MALATTIA.0.16.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^accettare il primo appartamento",{"->":"$r","var":true},null]}],["ev",{"^->":"MALATTIA.0.17.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^rifiutare il primo patto",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"MALATTIA.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.16.s"},[{"#n":"$r2"}],"\n",{"#f":5}],"c-1":["ev",{"^->":"MALATTIA.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.17.s"},[{"#n":"$r2"}],"\n",{"->":"Scelte"},{"#f":5}]}],{"#f":1}],"AMBIZIA":["^Ma si, dai si tira avanti","\n",{"->":"Scelte"},{"#f":1}],"#f":1}],"listDefs":{}}